Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: གང་སྦྱིན་པ་དེ་ལས་ཐམས་ཅད་ལ་མཚན་ཉིད་མཚུངས་ཤིང་ཡུལ་ཐམས་ཅད་ལ་ཏིང་ངེ་འཛིན་བསྒྲུབས་པས་སྟོང་པའི་གྲོང་བཞིན་དུ་རྟོག་པ་དང་།
en: “Such generosity leads to everything having the same characteristic, and by attaining absorption on all objects one realizes that they are like an empty city.

source: མཚན་མ་ཐམས་ཅད་བློ་མེད་ཅིང་དངོས་པོ་མེད་པར་རྟོག་པ་དང་།
en: One realizes that the mind is devoid of all marks and that it is nonexistent.

source: འདོད་ཆགས་ཐམས་ཅད་རྐྱེན་ལ་རག་ལས་ཤིང་བླ་ན་མེད་པ་དང་། རྟོག་པ་ཐམས་ཅད་ལུས་མེད་ཅིང་མཚན་ཉིད་སྐད་ཅིག་དུ་འཇིག་པ་དང་། གནས་ཐམས་ཅད་ཡོད་པ་མ་ཡིན་ཞིང་མི་འགྲོ་རྣམ་པར་མི་འགྲོ །
en: One realizes that all desires depend upon conditions and that they are unsurpassed, that all concepts are bodiless and have the characteristic of instantly disintegrating, and that all bases are nonexistent and have the characteristic of not going, not departing, and not arising.

source: ཀུན་ནས་མི་ལྡང་བའི་མཚན་ཉིད་དུ་རྟོག་པ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །གང་སྦྱིན་པ་དེ་བདག་ལ་སེམས་པ་དང་། དབེན་པར་སེམས་པ་དང་། རྣམ་པར་སྨིན་པ་འདོད་པར་སེམས་པ་དང་། ལེན་པ་རྣམ་པར་རྟོག་པར་སེམས་པ་དེ་ལས་འདོད་པའི་ཁམས་ཀྱི་ཕུང་པོ་ལ་མི་གནས་པའི་ཕྱིར་སྦྱིན་པ་དང་། སའི་ཁམས་ལ་ལེན་པ་དང་དོར་བ་མེད་པའི་སྦྱིན་པ་དང་། ཆུ་དང་། མེ་དང་།
en: This is the bodhisattva’s perfection of concentration.

source: རླུང་དང་། ནམ་མཁའ་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ལ་བླང་བ་དང་དོར་བ་མེད་པའི་སྦྱིན་པ་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་འདུལ་བའི་ཕྱིར་མི་རྟོག་ཅིང་རྣམ་པར་མི་རྟོག་པའི་སྦྱིན་པ་དང་། ཕུང་པོ་དང་། ཁམས་ལ་ནམ་མཁའ་ཀུན་ནས་ལྡང་བ་དང་། གཟུགས་ཀྱི་རང་བཞིན་ལ་རྣམ་པར་མི་དམིགས་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་། ཆོས་ལ་རང་བཞིན་རྣམ་པར་མི་དམིགས་པའི་སྦྱིན་པ་དང་། དྲན་པའི་སྟོབས་ཀྱིས་སྦྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་སྟོབས་ཀྱིས་རྣམ་པར་མི་རྟོག་པའི་ཕྱིར་མཚན་མ་རྒྱུན་མི་གཅད་པར་སྦྱིན་པ་བྱིན་པ་དང་། སྦྱིན་པ་དེ་སྒྲོལ་བའི་རྣམ་པར་མི་དམིགས། མ་སྐྱེས་མ་བྱུང་བའི་ཕྱིར་འདྲེས་པ་མེད་ཅིང་འཆི་འཕོ་བ་དང་།
en: “Generosity that is not based upon the aggregates of the desire realm due to thoughts about the self, thoughts about the wilderness, thoughts about desiring something in return, or thoughts based on a concept of receiving; generosity that is free from acceptance and rejection with respect to the earth element; generosity that is free from acceptance and rejection with respect to the water, fire, air, space, and consciousness elements; generosity that does not entertain thoughts or concepts in order to tame the hearers and the solitary buddhas; generosity that is the arising of space in the aggregates and the elements, the nonobservation of an inherent nature of form, and complete nonobservation of an inherent nature in the ear, the nose, the tongue, the body, the mind, consciousness, and mental phenomena; generosity through the power of recollection; giving a gift without severing the stream of marks by cultivating the lack of conceptual thought with diligence; generosity that does not observe any type of liberation; and giving the gift of being unadulterated because everything is unarisen and unborn while transmigrating and being reborn—this is said to be the bodhisattva’s perfection of insight.

source: སྐྱེ་བའི་སྦྱིན་པ་བྱིན་པ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཞེས་སྨྲས་སོ། །གཞན་ཡང་སྦྱིན་པ་དེ་བདག་མི་ཤེས་ཤིང་ལོངས་སྤྱོད་ཐམས་ཅད་གདོན་མི་ཟ་བར་འགྲུབ་པ་བདེ་བ་ཐམས་ཅད་སྐྱེ་བ་ལ་བཟོད་པ་འདྲེན་པ་དང་། བརྩོན་འགྲུས་ཀྱིས་སེམས་ཅན་ལ་མཐའ་ཐུག་པ་མེད་ཅིང་རྣམ་པར་མི་རྟོག་པ་དང་། མཚན་མ་ཐམས་ཅད་ལ་བླང་བ་དང་། དོར་བ་མེད་པ་དང་། བསམ་གཏན་ལ་འདུག་པ་མེད་པ་དང་། ཁམས་གསུམ་ལ་ཤེས་རབ་དང་།
en: “Furthermore, generosity that does not conceive of a self and undeniably provides all types of enjoyment; that leads to acceptance with respect to the arising of all forms of happiness; that has unlimited diligence regarding beings and that lacks acceptance and rejection regarding all marks; that lacks abiding in concentration; that is insight into the three realms; and that is free from all observation is the method by which bodhisattvas give the gift of a single coin.

source: དམིགས་པ་ཐམས་ཅད་དང་བྲལ་བ་དེ་དག་གི་ཐབས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་དོང་ཚེ་གཅིག་སྦྱིན་པ་བྱིན་ཏེ། རྣམ་པ་དེ་ལྟ་བུའི་སེམས་སྐྱེད་པས་ཡོངས་སུ་བསྔོས་པས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་འདི་དག་ཐམས་ཅད་ལ་གནས་པར་འགྱུར་རོ། །
en: By giving rise to the appropriate attitude and dedicating the merit, they are established in all six perfections.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་འདུལ་བའི་ཕྱིར་ཤིན་ཏུ་བརྟན་པར་མོས་པར་འགྱུར་རོ། །ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་རེ་བསྐྱེད་པར་མི་བྱེད་དོ། །
en: “They develop a firm conviction to tame the hearers and solitary buddhas, but they do not give rise to desire for the vehicles of hearers and solitary buddhas.

source: མུ་སྟེགས་ཅན་འདུལ་བའི་ཕྱིར་འགྲོ་བ་ཐམས་ཅད་ལ་འཇུག་གི །ལྟ་བ་ལོག་པར་ནི་མི་འགྱུར་རོ། །
en: They associate with all beings in order to tame non-Buddhists, but they do not adhere to their mistaken views.

source: སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་འཚོ་བར་བྱ་བའི་ཕྱིར་སྦྱིན་པའི་ལས་ཐམས་ཅད་དང་། ཐམས་ཅད་མཁྱེན་པ་བསྒྲུབ་པའི་དགེ་བ་བཅུའི་རྩ་བ་ཡོངས་སུ་སྔོ་བར་བྱེད་དོ། །
en: They dedicate all their acts of generosity and their roots of the ten virtues that lead to the accomplishment of omniscience in order to sustain all beings.

source: བདག་གིར་བྱ་བའི་ལྟ་བ་ཐོབ་པ་དེ་ཚུལ་ཁྲིམས་ལ་ནན་ཏན་དུ་བྱེད་ཅིང་དཀའ་ཐུབ་དང་བརྟུལ་ཞུགས་ཡང་དག་པར་སྤྱོད་པར་འགྱུར་རོ། །
en: They inspire those who have developed views of ownership to persistently observe discipline and to engage in genuine ascetic practices and observances.

source: སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་གཤིན་རྗེའི་འཇིག་རྟེན་པའི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། སྡུག་བསྔལ་ཡོངས་སུ་ཐར་བར་བྱ་བའི་ཕྱིར་དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྔོ་བར་བྱེད་དོ། །
en: They dedicate their roots of virtue to ripen beings in the hell realms, in the animal realms, and in the world of the Lord of Death, and to liberate them from their suffering.

source: བདག་སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་པའི་སྡུག་བསྔལ་གྱིས་འཇིགས་པས་སྐྲག་པར་མི་འགྱུར་རོ། །བདག་ཀྱང་དེ་བཞིན་དུ་སྙིང་རྗེ་ཆེན་པོའི་བརྩོན་འགྲུས་བརྟན་པ་ཕ་རོལ་གནོན་པའི་སྨོན་ལམ་གྱི་དབང་གིས་དེར་བསམས་བཞིན་དུ་སྐྱེ་བ་མཚུངས་པར་འཛིན་ཏོ། །
en: They think, ‘I am not afraid of the suffering of the hell realms, the animal realms, or the world of the Lord of Death, and also I intentionally take rebirth in those very places through the power of firm and compassionate diligence and courageous aspirations.’

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་བཟོད་པ་ཐམས་ཅད་དང་ལྡན་པར་འགྱུར་རོ། །
en: They are endowed with all forms of patience for the sake of ripening all beings.

source: སྐད་ཅིག་མའི་འདུ་བྱེད་ཐམས་ཅད་བརྟག །པར་བྱའོ། །
en: They investigate all momentary formations.

source: ཡུལ་གཅེས་པ་ཐམས་ཅད་ཡང་དག་པར་མཐོང་ངོ་། །
en: They watch over the entire homeland.

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ལ་བརྟན་པའི་བརྩོན་འགྲུས་ཕ་རོལ་གནོན་པར་འགྱུར་རོ། །
en: Their courage and diligence are founded on all the roots of virtue so that they can ripen all beings.

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་སློབ་དཔོན་དང་སློབ་དཔོན་མ་ཡིན་པ་ཐམས་ཅད་ལ་འཇུག་ཅིང་བསམ་གཏན་དང་། ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་འཇུག་པའི་རྣལ་འབྱོར་ལ་མངོན་པར་བརྩོན་པར་འགྱུར་རོ། །
en: They associate with all teachers and with those who are not teachers in order to ripen all beings, and they exert themselves in the practice of entering into concentration and absorption.

source: མངོན་པར་འདུ་མི་བྱེད་པར་བརྟགས་ནས་ཡུལ་ཐམས་ཅད་ཀྱི་བདུད་ཀྱི་ལམ་སྤྱོད་པས་བདག་ཏུ་ལྟ་བར་བྱེད་དོ། །སེམས་ཅན་འདུལ་བའི་ཕྱིར་ཤེས་རབ་འབྱུང་བར་འགྱུར་རོ། །
en: “After examining the absence of formations, they generate the view of a self by practicing the paths of the māras that belong to every land, and give rise to insight in order to tame beings.

source: བྱིས་པའི་ཡུལ་ལ་སྤྱོད་པ་ཐམས་ཅད་ལའང་བདག་ཏུ་ལྟ་བར་བྱེད་དོ། །
en: All the practices in the lands of foolish beings generate the view of a self.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་ཡུལ་ལས་ཤིན་ཏུ་འདས་ཤིང་བསམ་གཏན་བྱེད་དོ། །
en: In order to ripen beings, bodhisattvas transcend all worldly domains and practice concentration.

source: འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་ཡུལ་གྱི་ལམ་སྤྱོད་པ་ལ་ཡང་དག་པར་མཐོང་ངོ་། །
en: They look at the practices related to the paths of all worldly domains.

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་དངོས་པོ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བར་འགྱུར་རོ། །
en: They give everything away in order to ripen all beings.

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མགུ་བར་བྱ་བའི་ཕྱིར་རིགས་ཀྱི་བུ་རྣམ་པ་དེ་ལྟ་བུའི་སེམས་ཅན་གྱི་གོ་ཆ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པའི་རྒྱན་དང་། བྱང་ཆུབ་སེམས་དཔའི་བསྡུ་བའི་དངོས་པོས་སེམས་ཅན་དབུལ་པོ་དབུལ་བ་ལས་ཡོངས་སུ་ཐར་བར་བྱའོ། །
en: Noble sons, in order to please all beings, you should liberate destitute beings from their state of poverty with the armor of beings, the ornament that ripens beings, and the means of attracting disciples of the bodhisattvas!

source: རིགས་ཀྱི་བུ་གཞན་ཡང་འདི་ནི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་ཅིང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་སྦྱིན་པ་བྱིན་པ་འདི་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: “Furthermore, noble sons, ripening beings and giving gifts to beings is the perfection of generosity.

source: ཇི་ལྟ་བུར་བསམ་པས་སེམས་ཅན་ཡོངས་སུ་མགུ་བར་བྱེད་པ་དང་།
en: It grants beings whatever they wish.

source: ཡང་ན་ནི་ཟང་ཟིང་གི་བསམ་པའི་སེམས་ཅན་རྣམས་ཟང་ཟིང་གིས་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དང་། ཆོས་འདོད་པའི་སེམས་ཅན་རྣམས་ཇི་ལྟ་བུར་སེམས་ཅན་རྣམས་ལ་གཟུགས་དང་འཐུན་པར་ཆོས་བསྟན་པས། ཡོངས་སུ་མགུ་བར་བྱེད་ཅིང་།
en: It ripens those who wish for material things using gifts of material things, and it satisfies and ripens those who wish for the Dharma with Dharma teachings that take whatever form is appropriate for those beings.

source: ཡོངས་སུ་སྨིན་པར་བྱེད་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: This is the bodhisattva’s perfection of generosity.

source: རིགས་ཀྱི་བུ་གཞན་ཡང་སེམས་ཅན་ཡོངས་སུ་སྨིན་པས་ཟང་ཟིང་གི་སྦྱིན་པ་ཡང་སྦྱིན་པའི་ལེན་པ་དེ་དག་ལ་བྱམས་པ་དང་འཐུན་པར་སེམས་བསྐྱེད་པར་བྱ་བ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: “Furthermore, noble sons, as they ripen beings, the material gifts they give ripen the recipients of their generosity by generating in them a loving attitude.

source: རབ་ཏུ་དགའ་བ་སྐྱེ་བའི་བློ་དང་ལྡན་པའི་སེམས་སྐྱེ་བར་འགྱུར་བ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །སྙིང་རྗེ་ཅི་བྱའོ་ཅོག་བྱེད་པ་ལ་བརྩོན་པ་དགེ་བའི་སེམས་སྐྱེ་བ་དང་ལྡན་པར་ཡང་འགྱུར་རོ། །
en: They ripen them by generating an attitude of joy in their minds, and those beings will develop the virtuous attitude that consists of diligently cultivating all forms of compassion.

source: བཏང་སྙོམས་ཤིང་སྡིག་པ་མི་བྱེད་པ་དགེ་བའི་སེམས་སྐྱེ་བར་འགྱུར་བ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: The bodhisattvas ripen those beings by generating in them the virtuous attitude of equanimity and of not committing negative deeds.

source: ཏིང་ངེ་འཛིན་དང་འཐུན་པ་དང་ལྡན་པ་སེམས་སྐྱེ་བར་འགྱུར་བ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །དོན་ལ་རྟོན་པ་བདག་མེད་པ་དང་ལྡན་པའི་སེམས་སྐྱེ་བར་འགྱུར་བ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They ripen them by generating states of absorption in their minds and by generating in them the attitudes of relying on the meaning and of the lack of self.

source: དེ་ཡང་སྦྱིན་པ་བྱིན་པའི་ལེན་པ་རྣམས་ཀྱི་སེམས་དང་བསམ་པ་ལ་དང་པོར་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: “Furthermore, they ripen them by generating the initial thought of awakening in the minds and thoughts of those who receive the gifts they give.

source: ལ་ལ་ལེན་པ་རྣམས་ལ་བྱང་ཆུབ་སྤྱད་པ་སྤྱོད་པ་དེ་དག་སྐྱོ་བ་སྐྱེད་པར་བྱེད་པ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They ripen some recipients by making those who practice conduct for awakening grow weary of cyclic existence.

source: ལ་ལ་ཡང་ཡུན་རིང་པོ་ནས་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་རྣམས་ལ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་སྤྱོད་པའི་རྒྱུན་བཅད་ཅིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་སྟོན་ཅིང་རབ་ཏུ་སྟོན་པ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: The bodhisattvas ripen those among them who have been practicing bodhisattva conduct for a long time by teaching and explaining the Dharma to them so they will stop practicing the vehicles of the hearers and the solitary buddhas and reach the level of nonregression from unsurpassed and perfect awakening.

source: ལ་ལ་ཡང་ཕྱིར་མི་ལྡོག་པ་རྣམས་ལ་ཇི་ལྟ་བུར་སྐྱེས་བུ་དམ་པའི་ཏིང་ངེ་འཛིན་དང་། བཟོད་པའི་གཟུངས་ཐོབ་པས་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པ་དང་ལྡན་པ་རྣམ་པ་དེ་ལྟ་བུའི་ཆོས་སྟོན་ཅིང་རབ་ཏུ་སྟོན་པ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: The holy beings who have attained the absorptions, dhāraṇīs, and acceptances ripen those who have reached the level of nonregression by teaching and explaining to them the Dharma related to the aspects of impermanence, suffering, emptiness, and the lack of self.

source: ལ་ལ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་རྣམས་རྒྱུན་བཅད་ཅིང་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྙིང་རྗེ་ཆེན་པོ་སྐྱེད་པ་དེ་ལྟ་བུའི་ཆོས་སྟོན་ཅིང་རབ་ཏུ་སྟོན་པ་དེ་ན་སྨོན་ལམ་བྱེད་དོ། །
en: Those bodhisattvas also make aspirations to some bodhisattvas to avoid rebirth in the pure buddha realms and to teach and explain the Dharma related to generating great compassion in buddha realms that are afflicted and inundated with the five impurities.

source: དེ་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་ཞིང་། ལྟ་བ་ངན་པ་དོགས་པ་རྙོག་པའི་སེམས་ཅན་རྣམས་ཐེག་པ་གསུམ་ལ་སྦྱོར་བར་བྱེད་དོ། །ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་བྱེད་དོ། །
en: “In those places, those bodhisattvas will awaken to unsurpassed, complete, perfect buddhahood, cause those who hold wrong views and entertain doubts to practice the three vehicles, and lead them to nirvāṇa.

source: ཐབས་དེས་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་སྨིན་པར་བྱེད་དོ། །
en: Through such skillful means, they ripen myriad beings.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་བ་སྤུའི་ཁུང་བུ་ཇི་སྙེད་པ་དེ་སྙེད་ཀྱི་སྦྱིན་པའི་དངོས་པོ་རྣམས་ཡང་ན་ནི་ཟང་ཟིང་གི་སྦྱིན་པའམ། ཡང་ན་ནི་ཆོས་ཀྱི་སྦྱིན་པའི་ཐབས་ཀྱིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ།། །།
en: Noble sons, they ripen beings with gifts that are equal to the number of pores on a bodhisattva’s body, whether they be material gifts or gifts of the Dharma.

source: བམ་པོ་བཞི་པ། རིགས་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ངག་སྙན་པའི་བསྡུ་བའི་དངོས་པོས་ཀྱང་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: “Noble sons, bodhisattvas also ripen beings using pleasant speech as a means of attracting disciples.

source: རིགས་ཀྱི་བུ་དེ་ན་གང་བྱང་ཆུབ་སེམས་དཔའ་དགའ་བའི་མིག་གིས་ལྟ་བ་དང་། ཚིག་སྙན་པས་དགའ་བར་བྱ་བ་དང་། ངག་འཇམ་པས་སློང་བ་པོ་དང་། ཆོས་ཉན་པ་རྣམས་སྙན་པ་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: Noble sons, bodhisattva look upon others with joyful eyes, delight them with pleasant words, and with gentle words motivate beggars and those attending Dharma teachings to listen.

source: སེམས་ཅན་ཡོངས་སུ་སྤྱད་པས་སྡིག་པ་ལས་ཕྱིར་ལྡོག་པར་བྱེད། ལྟ་བར་སོང་བ་ཐམས་ཅད་ལས་ཕྱིར་ལྡོག་པར་བྱེད་དོ། །བྲལ་བ་བཞིའི་སེམས་ཅན་རྣམས་བཞི་ལ་དགོད་པར་བྱེད་དོ། །
en: They turn beings away from behaviors that lead to negative actions, turn them away from all manner of wrong views, and establish those who lack them with the four qualities.

source: ཚུལ་ཁྲིམས་དང་བྲལ་བའི་སེམས་ཅན་རྣམས་ངག་སྙན་པ་དང་འཇམ་པས་ཚུལ་ཁྲིམས་ལ་འགོད་པར་བྱེད་པ་དང་། སེམས་ཅན་ལྟ་བ་དང་བྲལ་བ་རྣམས་ཡང་དག་པའི་ལྟ་བ་ལ་འགོད་པར་བྱེད་པ་དང་། སེམས་ཅན་བསམ་པ་དང་བྲལ་བ་རྣམས་བསམ་པ་ཡོངས་སུ་སྦྱོང་བར་བྱེད་པ་དང་། སེམས་ཅན་ཆོ་ག་དང་བྲལ་བ་རྣམས་ཡང་དག་པའི་ཆོ་ག་ལ་འགོད་པར་བྱེད་པའོ། །
en: With pleasant and gentle words, (1) they establish discipline in beings who lack discipline; (2) they establish the correct view in beings who lack the correct view; (3) they purify the intention of beings who lack the appropriate intention; and (4) they establish the correct rituals in beings who lack rituals.

source: རིགས་ཀྱི་བུ་དེ་ན་སེམས་ཅན་ཚུལ་ཁྲིམས་དང་བྲལ་བ་རྣམས་བྱང་ཆུབ་སེམས་དཔའི་ངག་སྙན་པའི་བསྡུ་བའི་དངོས་པོས་འཕགས་པའི་ཚུལ་ཁྲིམས་ལ་ཇི་ལྟར་འགོད་པར་བྱེད།
en: “Noble sons, bodhisattvas establish noble discipline in those who lack discipline by using pleasant speech as a means of attracting disciples.

source: ཡང་བྱང་ཆུབ་སེམས་དཔའ་བདེན་པ་ཚིག་མི་རྩུབ་པ་དེའི་དྲུང་དུ་སློང་བ་པོ་ཉེ་བར་ཕྱིན་པའི་སེམས་ཅན་དེ་དག་ཀྱང་བསམ་པ་ཤིན་ཏུ་ཡོངས་སུ་མགུ་བར་བྱེད་དོ། །དེ་དག་ལ་མཚུངས་པར་ངག་སྙན་པས་གཏམ་སྨྲ་བར་བྱེད་དོ། །
en: They completely fulfill the wishes of beings such as beggars who come before them by pronouncing true and gentle words, and they also converse with them and tame them with their pleasant speech.

source: དེ་དག་ཀྱང་འདུལ་བར་བྱེད་དོ། །སེམས་ཅན་གང་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་དང་ལྡན་པར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ངག་སྙན་པས་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་ཡང་དག་པར་གཞོག་པར་བྱེད།
en: By using pleasant speech, they place and establish all beings who follow the path of the ten virtuous actions on the path of the ten virtuous actions.

source: འགོད་པར་བྱེད་དོ། །ཚུལ་ཁྲིམས་ངན་པའི་སེམས་ཅན་རྣམས་ཚུལ་ཁྲིམས་ལ་ཡང་དག་པར་གཞོག་པར་བྱེད་འགོད་པར་བྱེད་འཛུད་པར་བྱེད་དོ། །
en: They convert those who observe unwholesome discipline, and they establish discipline in them.

source: སེམས་ཅན་ལེ་ལོ་ཅན་རྣམས་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་གཞོག་པར་བྱེད། འགོད་པར་བྱེད་འཛུད་པར་བྱེད་དོ། །
en: They convert those who are lazy, and they establish them in the vehicle of the hearers.

source: སེམས་ཅན་བདག་བདེ་བར་འདོད་པ་རྣམས་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་གཞོག་པར་བྱེད། འགོད་པར་བྱེད།
en: They convert those who wish for their own happiness, and they establish them in the vehicle of the solitary buddhas.

source: འཛུད་པར་བྱེད་དོ། །གཞན་ཡང་སེམས་ཅན་ལེ་ལོ་ཅན་རྣམས་བརྩོན་འགྲུས་རྩོམ་པ་ལ་འགོད་པར་བྱེད་དོ། །མ་དད་པ་རྣམས་དད་པའི་བརྩོན་འགྲུས་ལ་འགོད་པར་བྱེད་དོ། །
en: “Furthermore, they establish the cultivation of diligence in those who are lazy, and they establish faithful diligence in those who lack faith.

source: ཐོས་པ་ཉུང་བ་རྣམས་མང་དུ་ཐོས་པ་དང་། འཆལ་པའི་ཤེས་རབ་ཅན་རྣམས་ཤེས་རབ་ཕུན་སུམ་ཚོགས་པ་དང་།
en: They provide those with little learning with extensive learning, those with confused insight with excellent insight, and those who have no friends with friends.

source: མི་འགྲོགས་པའི་སེམས་ཅན་རྣམས་འགྲོགས་པ་ལ་སྦྱོར་བར་བྱེད་དོ། །གཞན་ཡང་སེམས་ཅན་ཕར་མི་ཤེས་ཤིང་མར་མི་ཤེས་ཏེ་མ་གུས་པ་རྣམས་ཕ་མ་ལ་གུས་ཤིང་ནད་པ་ལ་བསྙེན་བཀུར་བ་དང་། དྲང་སྲོང་ལ་སྦྱོར་བར་བྱེད།
en: They also cause those beings who are estranged from and disrespectful toward their parents to become respectful toward them, to serve the sick, and they convert them and establish them as seers.

source: འགོད་པར་བྱེད། སེམས་རྩུབ་པ་རྣམས་བྱམས་པ་ལ་སྦྱོར་བར་བྱེད། སྙིང་རྗེ་མེད་པའི་སེམས་ཅན་རྣམས་སྙིང་རྗེ་ལ་སྦྱོར་བར་བྱེད།
en: They cause abusive beings to develop love and beings who lack compassion to develop compassion.

source: སེམས་དམའ་བ་ཅན་རྣམས་དགའ་བ་ལ་སྦྱོར་བར་བྱེད། སེམས་ཀྱིས་ཆགས་པ་རྣམས་བཏང་སྙོམས་ལ་སྦྱོར་བར་བྱེད།
en: They bring joy to those who are depressed and equanimity to those who are passionate.

source: སེམས་ཅན་ངན་སོང་གསུམ་དུ་འགྲོ་བ་རྣམས་ཚུལ་ཁྲིམས་ལ་བཀོད་པས་ལྷའི་བདེ་བ་སྐྱེ་བ་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: They cause beings in the three lower realms to proceed to a blissful rebirth among the gods by establishing discipline in them.

source: འདོད་པ་ལ་སྤྱོད་པའི་སེམས་ཅན་གྱི་ནང་ན་ལྷར་འགྲོ་བའི་སེམས་ཅན་རྣམས་བསམ་གཏན་ལ་བཀོད་པས་གཟུགས་ལ་སྤྱོད་པའི་ལྷའི་བསམ་གཏན་བདེ་བ་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: They provide the gods of the desire realm with the blissful concentrations of the gods of the form realm by establishing the concentrations in them.

source: སེམས་ཅན་བསམ་གཏན་ལ་ཆགས་པ་རྣམས་གཟུགས་ལ་འཇུག་པ་སྙོམས་པར་སྦྱོར་བར་བྱེད།
en: They provide those who are attached to the concentrations with the meditative absorptions of the form realm.

source: གཟུགས་མེད་པའི་ཁམས་སུ་སྙོམས་པར་འཇུག་པ་ལ་མངོན་པར་ཆགས་པའི་སེམས་ཅན་རྣམས་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པ་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: They provide those who are attached to the meditative absorptions of the formless realms with teachings on impermanence, suffering, emptiness, and the lack of self.

source: སེམས་ཅན་བདག་ཏུ་འདུ་ཤེས་པ་ལ་མངོན་པར་ཆགས་པ་རྣམས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་མི་འཇིགས་ཤིང་དབུ་བ་དང་། སྨིག་རྒྱུ་ལྟ་བུ་དང་། མདའ་དང་། རལ་གྲིས་འཕངས་ཏེ་གསོད་པའི་སྐྱེས་བུ་ལྟ་བུའི་སེམས་ཅན་རྣམས་ལ་སྟོན་པར་བྱེད་དོ། །
en: They teach those who are attached to the perception of a self not to fear the five aggregates that are the basis of grasping and that they are like water bubbles and mirages, and they teach beings who shoot arrows, wield swords, and kill.

source: རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་འགོད་པར་བྱེད་པ་ནས། དགྲ་བཅོམ་པའི་བར་དུ་འགོད་པར་བྱེད་དོ། །
en: They establish beings in the result of the stream enterers, and in the other results up to the level of the worthy ones.

source: གཞན་ཡང་སེམས་ཅན་བསྟན་པ་ངན་པ་ལ་རབ་ཏུ་མོས་ཤིང་སངས་རྒྱས་དང་། ཆོས་དང་དགེ་འདུན་ལ་མངོན་པར་མོས་པ་མེད་པའི་སེམས་ཅན་དེ་དག་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་སྟོན་པར་བྱེད།
en: “Furthermore, they reveal the qualities of the buddhas to those beings who are devoted to inferior teachings and are not devoted to the Buddha, the Dharma, and the Saṅgha.

source: སངས་རྒྱས་ལ་མི་ཕྱེད་པར་རབ་ཏུ་མོས་པ་ལ་རབ་ཏུ་གཞོག་པར་བྱེད། རབ་ཏུ་འགོད་པར་བྱེད་པ་ནས་ཆོས་དང་དགེ་འདུན་གྱི་བར་དུའོ། །
en: They instill and establish in them unwavering devotion toward the Buddha, the Dharma, and the Saṅgha.

source: གང་ལོག་པ་ལ་ལྟ་བའི་སེམས་ཅན་ལོག་པར་སྟོན་ཅིང་ཕྱི་རོལ་གྱི་མུ་སྟེགས་ཅན་གྱི་ཚུལ་ཁྲིམས་ལ་ཡང་དག་པར་ཞུགས་པའི་སེམས་ཅན་དེ་དག་སྐྱབས་གསུམ་དུ་འགྲོ་བ་ལ་སྦྱོར་བར་བྱེད། དགེ་བསྙེན་པའི་སྡོམ་པ་དང་།
en: They teach beings who hold mistaken views that they are mistaken, and encourage beings who maintain the discipline of rival non-Buddhists to take the threefold refuge.

source: རབ་ཏུ་བྱུང་བའི་སྡོམ་པ་དང་། འཕགས་པའི་འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་ལ་སྦྱོར་བར་བྱེད།
en: They provide them with and establish in them the vows of lay practitioners and ordained monks and the mundane and supramundane disciplines of the noble ones.

source: འགོད་པར་བྱེད་དོ། །དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ནི་འཇིག་རྟེན་པའི་ཚུལ་ཁྲིམས་འཕགས་པའི་སློབ་པ་ལ་སྡོམ་པ་ནི་འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་ཏེ། མུ་སྟེགས་ཅན་གཞན་གྱི་ཚུལ་ཁྲིམས་ཀྱིས་ངན་སོང་གསུམ་དུ་འགྲོ་བའི་སེམས་ཅན་དག་གང་གིས་ལྷ་དང་མིར་སྐྱེ་བ་ཐོབ་པའི་འཇིག་རྟེན་པའི་སེམས་ཅན་ལ་མངོན་པར་འགོད་པར་བྱེད་དོ། །
en: They establish in those beings who will take birth in the three lower realms because of the discipline of non-Buddhists the state of a worldly being who will attain birth in the human and god realms through mundane forms of discipline, such as the path of the ten virtuous actions and supramundane forms of discipline such as the vows for the noble training.

source: འདོད་པའི་ཁམས་ཀྱི་ལྷ་རྣམས་ལ་ཡང་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They ripen the gods of the desire realm the same way.

source: སེམས་ཅན་འཇིག་རྟེན་པའི་ཚུལ་ཁྲིམས་ལ་ཞུགས་པ་རྣམས་འཕགས་པའི་སློབ་པའི་སྡོམ་པའི་ཚུལ་ཁྲིམས་ལ་འགོད་པར་བྱེད་དོ། །
en: They establish beings who observe mundane discipline in the discipline of the vows of the noble training.

source: གང་གིས་ཟག་པ་མེད་པའི་ལམ་གྱི་འབྲས་བུ་ཐོབ་པ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They ripen beings who have achieved the result of the path of being devoid of the passions.

source: སེམས་ཅན་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་རྣམས་གང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་སྦྱོར་བར་བྱེད་པ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They ripen those who follow the vehicle of the hearers by motivating them to join the vehicle of the solitary buddhas.

source: རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་རྣམས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་ཡོན་ཏན་གྱི་ཡུལ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་ཚུལ་ཁྲིམས་ལ་སྦྱོར་བར་བྱེད། འགོད་པར་བྱེད་པ་དེ་ཉིད་ཀྱིས་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They ripen those who follow the vehicle of the solitary buddhas by establishing in them and motivating them to take on the discipline of the six perfections that is the domain of the bodhisattvas’ qualities.

source: བྱང་ཆུབ་སེམས་དཔའ་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་རྣམས་འཕགས་པ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: Through their skillful means, the bodhisattvas thus motivate those who follow the vehicles of the hearers and the solitary buddhas to adopt the discipline of the noble bodhisattvas.

source: རིགས་ཀྱི་བུ་དེ་ལ་འཕགས་པ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་གང་ཞེ་ན།
en: “Noble sons, what is the discipline of the noble bodhisattvas?
